<?php
$settings = array(
    "coefficient" => 1.67, //коэффициент умножения при расчете панелей пока 1.67 15.08.17
    "markup" => 15, //наценка в процентах при расчете окон 15% 15.08.17
    "expense_bucket" => 2, //расход ведра
    "volume_bucket" => 25, //количество покрытия в ведре в кг
    "cost_bucket" => 105, // стоимость ведра в руб.
    "panel_cost" => 385, // стоимость панели в руб.
    "cost_framing_window" => 242, //обрамление окон м/п в руб.
    "cost_corner" => 340, //углы дома м/п в руб.
    "add_percent_panels" => 5, //добавляем проценты к панелям
    "corner_term" => 2, //количество слагаемых необходимых для правильного подсчета п/м углов дома
    "count_inp" => 3, // количество слагаемых необходимых для правильного подсчета п/м окон дома
    "coefficient_multiply" => 2 //коэффициент умножения при подсчете окон
);

?>